# St7DisableModelStrainUnit

Restores the API default report of absolute strains, overriding the strain units set by St7SetResultOptions.

long St7DisableModelStrainUnit(long uID)

Input Parameters

uID

Strand7 model file ID.